---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterDoubleRule
source: html/66f07418-b568-96b2-2b0e-a6d26d0c833d.htm
---
# FilterDoubleRule Properties

The tolerance within which two floating-point values may be considered equal.